[X2DownloadableContentInfo_CoreRoomSlots]
BarUnstaffedTitle="意志恢复完成"
BarUnstaffedDesc="<XGParam:StrValue0/!UnitName/>已经完全恢复意志并离开了酒吧。"
BarForcedUnstaffedTitle="意志恢复变更"
BarForcedUnstaffedDesc="<XGParam:StrValue0/!UnitName/>由于其他任务离开了。"

[UIFacility_LQBondSlot]
m_strLQBondSoldiersDialogTitle="缔结士兵羁绊"
m_strLQBondSoldiersDialogText="<XGParam:StrValue0/!UnitName/>和<XGParam:StrValue1/!UnitName/>可以在居住舱通过休息娱乐缔结羁绊，获得额外的战术增益。但他们在过程中不能参加战斗<XGParam:IntValue0/!DaysToTrain/>天，是否决定执行？"
